const keywordDictionary = {
  "שירותי רווחה": [
    "פירוק",
    "טרור",
    "הלבנת הון",
    "פסק דין",
    "חקירה",
    "הפרה",
    // "חוסר שקיפות",
  ],
  "דת": [
    "פירוק",
    "טרור",
    "הלבנת הון",
    "פסק דין",
    "הפרה",
  ],
  "חינוך השכלה והכשרה מקצועית": [
    "פירוק",
    "פסק דין",
    "הלבנת הון",
    "הטרדה",
  ],
  "מורשת או הנצחה": [
    "פירוק",
    "פסק דין",
    "הלבנת הון",
    "זיוף",
    "הפרת זכויות יוצרים",
  ],
  "תרבות או אמנות": [
    "פירוק",
    "פסק דין",
    "הלבנת הון",
    "דיווחים שגויים",
  ],
  "מחקר מדע וטכנולוגיה": [
    "פירוק",
    "פסק דין",
    "הלבנת הון",
    "זיוף נתונים",
  ],
  "סביבה ובעלי חיים": [
    "פירוק",
    "הלבנת הון",
    "פגיעה בסביבה",
    "התעללות בחיות",
  ],
  "ספורט": [
    "פירוק",
    "הלבנת הון",
    "הונאה",
    "הפרה",
  ],
  "בריאות או הצלת חיים": [
    "פירוק",
    "הלבנת הון",
    "הונאה",
    "הפרה",
  ],
  "קהילה וחברה": [
    "פירוק",
    "הלבנת הון",
    "פסק דין",
    "שחיתות",
    "הונאה",
  ],
  "חברתי ופוליטי": [
    "הונאה",
    "פירוק",
    "הלבנת הון",
    "שוחד",  
    "פגיעה בדמוקרטיה",
  ],
  "כללי": [
    "פירוק",
    "טרור",
    "פסק דין",
    "הלבנת הון",
  ]
};

module.exports = keywordDictionary;